INSERT INTO product (name, description, price, discount_price, quantity, color, size, status, gender, type, style,activity_id)
VALUES
('AIRism棉質寬版圓領T恤(五分袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism棉質寬版圓領T恤(五分袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism棉質寬版圓領T恤(五分袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism棉質寬版圓領T恤(五分袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism棉質寬版圓領T恤(五分袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism棉質寬版圓領T恤(五分袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism棉質寬版圓領T恤(五分袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism棉質寬版圓領T恤(五分袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism棉質寬版圓領T恤(五分袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism 抗異味網眼坦克背心',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism 抗異味網眼坦克背心',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism 抗異味網眼坦克背心',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism 抗異味網眼坦克背心',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism 抗異味網眼坦克背心',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism 抗異味網眼坦克背心',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism 抗異味網眼坦克背心',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism 抗異味網眼坦克背心',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism 抗異味網眼坦克背心',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism棉質寬版T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism棉質寬版T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism棉質寬版T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism棉質寬版T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism棉質寬版T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism棉質寬版T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism棉質寬版T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism棉質寬版T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('AIRism棉質寬版T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '上衣', '宅家舒適',1),
('DRY-EX快乾T恤(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '黑色', 'S', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('DRY-EX快乾T恤(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '黑色', 'M', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('DRY-EX快乾T恤(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '黑色', 'L', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('DRY-EX快乾T恤(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '白色', 'S', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('DRY-EX快乾T恤(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '白色', 'M', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('DRY-EX快乾T恤(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '白色', 'L', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('DRY-EX快乾T恤(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '藍色', 'S', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('DRY-EX快乾T恤(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '藍色', 'M', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('DRY-EX快乾T恤(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '藍色', 'L', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('快乾印花圓領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '黑色', 'S', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('快乾印花圓領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '黑色', 'M', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('快乾印花圓領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '黑色', 'L', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('快乾印花圓領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '白色', 'S', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('快乾印花圓領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '白色', 'M', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('快乾印花圓領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '白色', 'L', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('快乾印花圓領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '藍色', 'S', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('快乾印花圓領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '藍色', 'M', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('快乾印花圓領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '藍色', 'L', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('吸排V領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '黑色', 'S', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('吸排V領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '黑色', 'M', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('吸排V領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '黑色', 'L', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('吸排V領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '白色', 'S', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('吸排V領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '白色', 'M', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('吸排V領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '白色', 'L', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('吸排V領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '藍色', 'S', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('吸排V領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '藍色', 'M', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('吸排V領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
800, 599,20, '藍色', 'L', '夏季特賣', '男裝', '上衣', '運動精選系列',1),
('棉麻立領襯衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '黑色', 'S', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('棉麻立領襯衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '黑色', 'M', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('棉麻立領襯衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '黑色', 'L', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('棉麻立領襯衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '白色', 'S', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('棉麻立領襯衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '白色', 'M', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('棉麻立領襯衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '白色', 'L', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('棉麻立領襯衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '藍色', 'S', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('棉麻立領襯衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '藍色', 'M', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('棉麻立領襯衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '藍色', 'L', '夏季特賣', '男裝', '衣服', '職場穿搭推薦',1),
('AIRism棉質襯衫式POLO衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '黑色', 'S', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('AIRism棉質襯衫式POLO衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '黑色', 'M', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('AIRism棉質襯衫式POLO衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '黑色', 'L', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('AIRism棉質襯衫式POLO衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '白色', 'S', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('AIRism棉質襯衫式POLO衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '白色', 'M', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('AIRism棉質襯衫式POLO衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '白色', 'L', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('AIRism棉質襯衫式POLO衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '藍色', 'S', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('AIRism棉質襯衫式POLO衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '藍色', 'M', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('AIRism棉質襯衫式POLO衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '藍色', 'L', '夏季特賣', '男裝', '衣服', '職場穿搭推薦',1),
('AIRism棉質襯衫式POLO衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '黑色', 'S', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('AIRism棉質襯衫式POLO衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '黑色', 'M', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('AIRism棉質襯衫式POLO衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '黑色', 'L', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('AIRism棉質襯衫式POLO衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '白色', 'S', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('AIRism棉質襯衫式POLO衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '白色', 'M', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('AIRism棉質襯衫式POLO衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '白色', 'L', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('AIRism棉質襯衫式POLO衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '藍色', 'S', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('AIRism棉質襯衫式POLO衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '藍色', 'M', '夏季特賣', '男裝', '上衣', '職場穿搭推薦',1),
('AIRism棉質襯衫式POLO衫(短袖)',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
1200, 799,20, '藍色', 'L', '夏季特賣', '男裝', '衣服', '職場穿搭推薦',1)