INSERT INTO product (name, description, price, discount_price, quantity, color, size, status, gender, type, style,activity_id)
VALUES
('棉麻短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('棉麻短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('棉麻短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('棉麻短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('棉麻短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('棉麻短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('棉麻短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('棉麻短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('棉麻短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('鬆緊工裝短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('鬆緊工裝短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('鬆緊工裝短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('鬆緊工裝短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('鬆緊工裝短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('鬆緊工裝短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('鬆緊工裝短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('鬆緊工裝短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('鬆緊工裝短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('小毛圈短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('小毛圈短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('小毛圈短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('小毛圈短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('小毛圈短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('鬆緊工裝短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('小毛圈短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('鬆緊工裝短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '下身', '宅家舒適',1),
('小毛圈短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '下身', '宅家舒適',1),

('防潑水休閒海灘短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('防潑水休閒海灘短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('防潑水休閒海灘短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('防潑水休閒海灘短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('防潑水休閒海灘短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('防潑水休閒海灘短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('防潑水休閒海灘短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('防潑水休閒海灘短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('防潑水休閒海灘短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('棉質輕便九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('棉質輕便九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('棉質輕便九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('棉質輕便九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('棉質輕便九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('棉質輕便九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('棉質輕便九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('棉質輕便九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('棉質輕便九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('棉質工裝束口褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('棉質工裝束口褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('棉質工裝束口褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('棉質工裝束口褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('棉質工裝束口褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('棉質輕便九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('棉質工裝束口褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('棉質輕便九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('棉質工裝束口褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '下身', '運動精選系列',1),
('彈性西裝九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('彈性西裝九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('彈性西裝九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('彈性西裝九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('彈性西裝九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('彈性西裝九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('彈性西裝九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('彈性西裝九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('彈性西裝九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('復古Regular Fit卡其褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('復古Regular Fit卡其褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('復古Regular Fit卡其褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('復古Regular Fit卡其褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('復古Regular Fit卡其褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('復古Regular Fit卡其褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('復古Regular Fit卡其褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('復古Regular Fit卡其褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('復古Regular Fit卡其褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('棉麻長褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('棉麻長褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('棉麻長褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('棉麻長褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('棉麻長褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('棉麻長褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('棉麻長褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('棉麻長褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('棉麻長褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '下身', '職場穿搭推薦',1),
('航海王印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('航海王印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('航海王印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('航海王印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('航海王印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('航海王印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('航海王印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('航海王印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('航海王印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('超人力霸王印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('超人力霸王印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('超人力霸王印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('超人力霸王印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('超人力霸王印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('超人力霸王印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('超人力霸王印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('超人力霸王印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('超人力霸王印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('STAR WARS系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('STAR WARS系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('STAR WARS系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('STAR WARS系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('STAR WARS系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('超人力霸王印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('STAR WARS系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('超人力霸王印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('STAR WARS系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '聯名T', '宅家舒適',1),
('文字厚版印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('文字厚版印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('文字厚版印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('文字厚版印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('文字厚版印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('文字厚版印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('文字厚版印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('文字厚版印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('文字厚版印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('史努比系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('史努比系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('史努比系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('史努比系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('史努比系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('史努比系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('史努比系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('史努比系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('史努比系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('攝影口袋印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('攝影口袋印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('攝影口袋印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('攝影口袋印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('攝影口袋印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('攝影口袋印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('攝影口袋印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('攝影口袋印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('攝影口袋印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '聯名T', '運動精選系列',1),
('純棉網眼徽章polo衫印花t',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('純棉網眼徽章polo衫印花t',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('純棉網眼徽章polo衫印花t',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('純棉網眼徽章polo衫印花t',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('純棉網眼徽章polo衫印花t',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('純棉網眼徽章polo衫印花t',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('純棉網眼徽章polo衫印花t',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('純棉網眼徽章polo衫印花t',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('純棉網眼徽章polo衫印花t',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('竹節棉亨利領印花T',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('竹節棉亨利領印花T',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('竹節棉亨利領印花T',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('竹節棉亨利領印花T',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('竹節棉亨利領印花T',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('竹節棉亨利領印花T',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('竹節棉亨利領印花T',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('竹節棉亨利領印花T',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('竹節棉亨利領印花T',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('漫威系列長袖印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('漫威系列長袖印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('漫威系列長袖印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('漫威系列長袖印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('漫威系列長袖印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('漫威系列長袖印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('漫威系列長袖印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('漫威系列長袖印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('漫威系列長袖印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '男裝', '聯名T', '職場穿搭推薦',1),
('蠟筆小新羅紋居家衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('蠟筆小新羅紋居家衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('蠟筆小新羅紋居家衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('蠟筆小新羅紋居家衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('蠟筆小新羅紋居家衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('蠟筆小新羅紋居家衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('蠟筆小新羅紋居家衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('蠟筆小新羅紋居家衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('蠟筆小新羅紋居家衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('純棉船領條紋短袖T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('純棉船領條紋短袖T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('純棉船領條紋短袖T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('純棉船領條紋短袖T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('純棉船領條紋短袖T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('純棉船領條紋短袖T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('純棉船領條紋短袖T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('純棉船領條紋短袖T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('純棉船領條紋短袖T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('純棉圓領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('純棉圓領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('純棉圓領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('純棉圓領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('純棉圓領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('純棉圓領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('純棉圓領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('純棉圓領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('純棉圓領T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('吸排網眼短袖polo衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('吸排網眼短袖polo衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('吸排網眼短袖polo衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('吸排網眼短袖polo衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('吸排網眼短袖polo衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('吸排網眼短袖polo衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('吸排網眼短袖polo衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('吸排網眼短袖polo衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('吸排網眼短袖polo衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('運動美背連袖',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('運動美背連袖',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('運動美背連袖',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('運動美背連袖',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('運動美背連袖',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('運動美背連袖',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('運動美背連袖',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('運動美背連袖',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('運動美背連袖',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('AIRism垂墜風快乾衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('AIRism垂墜風快乾衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('AIRism垂墜風快乾衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('AIRism垂墜風快乾衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('AIRism垂墜風快乾衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('AIRism垂墜風快乾衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('AIRism垂墜風快乾衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('AIRism垂墜風快乾衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('AIRism垂墜風快乾衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('絲光荷葉領綁帶上衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('絲光荷葉領綁帶上衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('絲光荷葉領綁帶上衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('絲光荷葉領綁帶上衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('絲光荷葉領綁帶上衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('絲光荷葉領綁帶上衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('絲光荷葉領綁帶上衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('絲光荷葉領綁帶上衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('絲光荷葉領綁帶上衣',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('牛津短袖襯衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('牛津短袖襯衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('牛津短袖襯衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('牛津短袖襯衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('牛津短袖襯衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('牛津短袖襯衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('牛津短袖襯衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('牛津短袖襯衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('牛津短袖襯衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('嫘縈長袖襯衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('嫘縈長袖襯衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('嫘縈長袖襯衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('嫘縈長袖襯衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('嫘縈長袖襯衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('嫘縈長袖襯衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('嫘縈長袖襯衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('嫘縈長袖襯衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('嫘縈長袖襯衫',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('棉麻九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('棉麻九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('棉麻九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('棉麻九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('棉麻九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('棉麻九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('棉麻九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('棉麻九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('棉麻九分褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('彈力顯瘦七分緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('彈力顯瘦七分緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('彈力顯瘦七分緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('彈力顯瘦七分緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('彈力顯瘦七分緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('彈力顯瘦七分緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('彈力顯瘦七分緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('彈力顯瘦七分緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('彈力顯瘦七分緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('彈力顯瘦緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('彈力顯瘦緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('彈力顯瘦緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('彈力顯瘦緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('彈力顯瘦緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('彈力顯瘦緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('彈力顯瘦緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('彈力顯瘦緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('彈力顯瘦緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '下身', '宅家舒適',1),
('快乾棉休閒短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('快乾棉休閒短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('快乾棉休閒短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('快乾棉休閒短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('快乾棉休閒短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('快乾棉休閒短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('快乾棉休閒短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('快乾棉休閒短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('快乾棉休閒短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('吸排彈性網眼短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('吸排彈性網眼短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('吸排彈性網眼短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('吸排彈性網眼短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('吸排彈性網眼短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('吸排彈性網眼短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('吸排彈性網眼短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('吸排彈性網眼短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('吸排彈性網眼短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('清涼運動短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('清涼運動短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('清涼運動短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('清涼運動短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('清涼運動短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('清涼運動短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('清涼運動短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('清涼運動短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('清涼運動短褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '下身', '運動精選系列',1),
('卡其修身直筒長褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('卡其修身直筒長褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('卡其修身直筒長褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('卡其修身直筒長褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('卡其修身直筒長褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('卡其修身直筒長褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('卡其修身直筒長褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('卡其修身直筒長褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('卡其修身直筒長褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('軟質寬褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('軟質寬褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('軟質寬褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('軟質寬褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('軟質寬褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('軟質寬褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('軟質寬褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('軟質寬褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('軟質寬褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('針織多色九分緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('針織多色九分緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('針織多色九分緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('針織多色九分緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('針織多色九分緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('針織多色九分緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('針織多色九分緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('針織多色九分緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('針織多色九分緊身褲',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '下身', '職場穿搭推薦',1),
('迪士尼系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('迪士尼系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('迪士尼系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('迪士尼系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('迪士尼系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('迪士尼系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('迪士尼系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('迪士尼系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('迪士尼系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('史努比系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('史努比系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '上身', '宅家舒適',1),
('史努比系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('史努比系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('史努比系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('史努比系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('史努比系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('史努比系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('史努比系列印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('三麗鷗印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('三麗鷗印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('三麗鷗印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('三麗鷗印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('三麗鷗印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('三麗鷗印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('三麗鷗印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('三麗鷗印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('三麗鷗印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '聯名T', '宅家舒適',1),
('純棉寬版排汗文字T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('純棉寬版排汗文字T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('純棉寬版排汗文字T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('純棉寬版排汗文字T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('純棉寬版排汗文字T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('純棉寬版排汗文字T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('純棉寬版排汗文字T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('純棉寬版排汗文字T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('純棉寬版排汗文字T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('文字寬排汗長版印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('文字寬排汗長版印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '上身', '運動精選系列',1),
('文字寬排汗長版印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('文字寬排汗長版印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('文字寬排汗長版印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('文字寬排汗長版印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('文字寬排汗長版印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('文字寬排汗長版印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('文字寬排汗長版印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('PEANUTS Sports Club UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('PEANUTS Sports Club UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('PEANUTS Sports Club UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('PEANUTS Sports Club UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('PEANUTS Sports Club UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('PEANUTS Sports Club UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('PEANUTS Sports Club UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('PEANUTS Sports Club UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('PEANUTS Sports Club UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('Disney Collection UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('Disney Collection UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('Disney Collection UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('Disney Collection UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('Disney Collection UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('Disney Collection UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('Disney Collection UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('Disney Collection UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '聯名T', '運動精選系列',1),
('Disney Collection UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('NY POP ART Archive UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('NY POP ART Archive UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '上身', '職場穿搭推薦',1),
('NY POP ART Archive UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('NY POP ART Archive UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('NY POP ART Archive UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('NY POP ART Archive UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('NY POP ART Archive UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('NY POP ART Archive UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('NY POP ART Archive UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('arry Potter Collection UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'S', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('arry Potter Collection UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'M', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('arry Potter Collection UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '黑色', 'L', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('arry Potter Collection UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'S', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('arry Potter Collection UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'M', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('arry Potter Collection UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '白色', 'L', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('arry Potter Collection UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'S', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('arry Potter Collection UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'M', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1),
('arry Potter Collection UT印花T恤',
'外觀為棉質，且膚觸柔滑。採用具硬挺感的材質製成，版型優美。
- 擁有棉質外觀且輕柔舒適的材質。
- 附快乾機能。
- 具適度硬挺感，版型俐落。
- 基本設計及版型，相當百搭。
- 經典圓領設計，可單穿也可運用於層次造型。
- 側邊開衩設計。
- 本產品使用再生材質。 請參閱商品材質欄位的使用比例。',
600, 399,20, '藍色', 'L', '夏季特賣', '女裝', '聯名T', '職場穿搭推薦',1)